import { CoffeePoint } from "./CoffeePoint";

const coffeePoints: CoffeePoint[] = [
  {
    name: 'Przionica',
    pos: [44.8232188, 20.4673606],
    description: 'Przionica расположена в бывшем индустриальном квартале, и это одна из первых спешелти-кофеен Белграда с собственным обжарочным цехом и зерном, которое можно купить с собой. Атмосфера в заведении по-берлински расслабленная: в глубине зала работает обжарочная машина, за стойкой бариста устраивают импровизированный каппинг, а на террасе почти всегда полно посетителей с собаками',
  },
  {
    name: 'Fuka',
    pos: [44.84523,20.394886],
    description: 'Одна из самых продвинутых кофеен Белграда расположилась в скромном павильоне на Земунском рынке. Но не судите по обложке: у команды «Фуки» есть собственный обжарочный цех, линейка кофе для дома (ассортимент меняется чуть ли не ежемесячно), свежая выпечка и всевозможная альтернатива — отличный фильтр, пуровер и колд-брю. Помимо прочего, здесь можно купить комбучу и напитки на основе чая матча.',
  },
  {
    name: 'D59B',
    pos: [44.821919,20.453382],
    description: 'Одна из самых продвинутых обжарочных компаний Белграда с отличной кофейней в центре города. Кирпичные стены, белая плитка, минималистичная мебель и регулярные диджей-сеты по выходным — чисто Берлин. Много вариантов альтернативного кофе: есть и фильтр, и пуровер, и кемекс, а еще — колд-брю, который продают в симпатичных фирменных бутылочках. И да, пиво здесь тоже есть.',
  },
  {
    name: 'Hotel Beograd',
    pos: [44.8077423,20.4553778],
    description: 'Важнейший кофейный спот в здании закрытого отеля в районе Савски Венац. Некоторое время назад помещение на первом этаже сняли кофейные энтузиасты и запустили здесь симпатичное заведение с хорошим кофе и круассанами. В помещении неподалеку работает обжарочный цех команды. В кофейной карте, помимо классики, есть альтернатива — в частности, фильтр (возможно, лучший в городе). Но, главное, ради чего сюда стоит идти — образцовые круассаны, которые с утра выпекают на глазах посетителей.',
  },
  {
    name: 'Kiosk',
    pos: [44.8194035,20.4581972],
    description: 'Белградский минимализм: эта отличная кофейня действительно представляет собой киоск — роскошное витражное окно в старинном доме в стиле ар-деко. Рядом на тротуаре расставлены столики, а поскольку погода в Сербии позволяет проводить время на террасах почти круглогодично — это отличный вариант, чтобы начать день. Кофе здесь готовят из зерна класса спешелти, делают не только классику, но и сезонные кофейные коктейли. А по вечерам даже подают игристое, коктейли и ракию.',
  },
];

export default coffeePoints;
